express/benchmark_hello_world.txt
Running 10s test @ http://localhost:4000
  12 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    11.55ms    4.23ms 194.08ms   94.34%
    Req/Sec   705.05    115.81     0.86k    86.58%
  84505 requests in 10.05s, 17.41MB read
Requests/sec:   8411.42
Transfer/sec:      1.73MB